Repository: InteraxGroup/P3Web
Catalog: P3Web/custom/bayshore/App_LocalResources/Homepage.aspx.*.resx
Languages: fr_ca

# BayshoreLogo
source: images/logo.svg
fr_ca: images/logo-FR.png

# BayShoreMenuResource1.ScrollDownText
source: Scroll down
fr_ca: Défiler vers le bas

# BayShoreMenuResource1.ScrollUpText
source: Scroll up
fr_ca: Faites défiler vers le haut

# BayShoreMenuResource1.SkipLinkText
source: Skip Navigation Links
fr_ca: Ignorer les liens de navigation

source: Clinical
fr_ca: Clinique

# CQHIPPnlheaderlbl1
source: Welcome to Bayshore CQ HIP
fr_ca: Bienvenue dans la section qualité, pratique clinique, technologie de la santé & confidentialité

# CQHIPPnlheaderlbl2
source: This page is under construction
fr_ca: Cette page est en construction

# CQHIPpnlHotlinktemplate
source: There is currently no data available
fr_ca: Il n'y a actuellement aucune donnée disponible

# CQHIPpnlHotlnktitle
source: CQ HIP HotLinks
fr_ca: Liens utiles

# EmpPnlheaderlbl1
source: Benefits Important Links
fr_ca: Liens importants

# EmpPnlheaderlbl2
source: Payroll Important Links
fr_ca: Liens importants de la paie

# EmppnlHotlinktemplate
source: There is currently no data available
fr_ca: Il n'y a actuellement aucune donnée disponible

# EmppnlHotlnktitle
source: Employee Information HotLinks
fr_ca: Liens utiles

# Emppnltxt1
source: Welcome to Bayshore Employee Information
fr_ca: Bienvenue dans la section aux informations destinées de employés de Bayshore

# Emppnltxt2
source: As a staff member, you can access the external links from each of the tabs listed below.
fr_ca: En tant que membre du personnel, vous pouvez accéder des informations externes à partir de chacun des liens répertoriés dans les onglets ci-dessous.

# Homepnlpara1
source: Please note that although you are able to print documents from within this web site, a printed copy of the document may not reflect the current, electronic version. Any copies appearing in paper form should always be checked against the electronic version prior to use.
fr_ca: Remarque : les documents accessibles sur ce site peuvent être imprimés néanmoins les versions imprimées peuvent être désuètes. Par conséquent, toute version papier doit être comparée à la version électronique avant usage.

# Homepnlpara2
source: For help with Paradigm, please
fr_ca: Pour obtenir de l'aide au sujet Paradigm,

# Homepnlpara3
source: To access quick training guides,
fr_ca: Pour consulter le guide pratique de formation,

# Homepnlpara4
source: If you need additional help, please contact
fr_ca: Si vous avez besoin d’assistance supplémentaire, veuillez contacter

# Homepnltxt1
source: Select a tab above to view infromation related to specific Bayshore departments.
fr_ca: Utilizez un onglet ci-dessus pour afficher les informations relatives aux services spécifiques de Bayshore.

# Homepnltxt2
source: Click a link in the main menu to the left to access commonly used file groups and direct links
fr_ca: Cliquez sur le lien dans le menu principal à gauche pour accéder aux fichiers couramment utilisés et/ou aux raccourcis.

# Homepnltxt3
source: Use the search engine in the toolbar above to locate file by name, number, or content
fr_ca: Utilisez la fonction recherche dans la barre d'outils pour localiser le fichier par nom, numéro de référence ou contenu.

# HRPnlheaderlbl1
source: Welcome to Bayshore Human Resources
fr_ca: Bienvenue dans la section dédiée aux ressources humaines de Bayshore

# HRPnlheaderlbl2
source: This page is under construction
fr_ca: Cette page est en construction

# HRpnlHotlinktemplate
source: There is currently no data available
fr_ca: Il n'y a actuellement aucune donnée disponible

# HRpnlHotlnktitle
source: Human Resource HotLinks
fr_ca: Liens utiles

# HSPnlheaderlbl1
source: Welcome to Bayshore Health & Safety
fr_ca: Bienvenue dans la section die la santé et la sécurité au travail chez Bayshore

# HSPnlheaderlbl2
source: Browse through each topic to learn more about Occupational Health & Safety at Bayshore.
fr_ca: Cette section vous permet d'en savoir plus sur la santé et la sécurité au travail chez Bayshore.

# HSPnlpara1
source: The Occupational Health & Safety department ensures legislative compliance, accident prevention and investigation, medical surveillances, health & safety training, wellness and critical incident counselling.
fr_ca: Le département Santé & Sécurité au Travail assure la conformité législative, la prévention et les enquêtes sur les accidents, les surveillances médicales, formation en santé et sécurité, bien-être et conseils en cas d'incident.

# ISPnlheaderlbl1
source: Welcome to Bayshore Information Services
fr_ca: Bienvenue dans la section des technologies de l'information et de la communication de Bayshore

# ISPnlheaderlbl2
source: This page is under construction
fr_ca: Cette page est en construction

# ISpnlHotlnktitle
source: Information Services HotLinks
fr_ca: Liens utiles

# ISPpnlHotlinktemplate
source: There is currently no data available
fr_ca: Il n'y a actuellement aucune donnée disponible

# lblclick
source: click here
fr_ca: cliquez ici

# lblHeadertxt
source: Welcome to Bayshore Paradigm!
fr_ca: Bienvenue sur la plateforme Bayshore Paradigm

# lblHeadertxt2
source: How to Use:
fr_ca: Conseils d’utilisation:

# MenuItemResource1.Text
source: Home
fr_ca: Accueil

# MenuItemResource2.Text
source: Employee Information
fr_ca: Informations destinées au personnel

# MenuItemResource3.Text
source: Human Resources
fr_ca: Ressources Humaines

# MenuItemResource4.Text
source: Health & Safety
fr_ca: Santé et sécurité

# MenuItemResource6.Text
source: Information Services
fr_ca: Technologies de l'information

source: Privacy
fr_ca: Confidantialit

# QualityAndRisk
source: Quality & Risk
fr_ca: Qualité & Risque

# TBD
source: To be determined
fr_ca: En construction

# TPBenefitsResource1.HeaderText
source: Benefits
fr_ca: Avantages

# TPClinical2Resource1.HeaderText
source: Clinical
fr_ca: Clinique

# TPPayrollResource1.HeaderText
source: Payroll
fr_ca: Paie

# TPPrivacy2Resource1.HeaderText
source: Privacy
fr_ca: Confidentialité

# TPQR2Resource1.HeaderText
source: Quality & Risk
fr_ca: Qualité & Risque

# TPTBDResource1.HeaderText
source: TBD
fr_ca: En construction

source: Under Construction
fr_ca: En Construction
